tap "hashicorp/tap"
tap "homebrew/bundle"
brew "asitop"
brew "atool"
brew "cloc"
brew "fd"
brew "fish"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "htop"
brew "jless"
brew "micromamba", link: false
brew "ripgrep"
brew "rm-improved"
brew "ruff"
brew "vim"
brew "wget"
brew "rm-improved"
cask "dash"
cask "docker"
cask "flux"
cask "iterm2"
cask "pycharm"
cask "syntax-highlight"
cask "tunnelblick"
cask "raycast"
